Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Jitters the layer. Masked so only part of the image moves.
ar: يهزّ الطبقة. يُطبَّق عبر قناع بحيث يتحرك جزء من الصورة فقط.
de: Lässt die Ebene zittern. Maskiert, sodass sich nur ein Teil des Bildes bewegt.
es: Hace temblar la capa. Con máscara, para que solo se mueva parte de la imagen.
fr: Fait trembler le calque. Masqué pour que seule une partie de l’image bouge.
hi: लेयर को कँपाता है. मास्क किया गया है, ताकि इमेज का केवल एक हिस्सा हिले.
it: Fa tremare il livello. È mascherato, così si muove solo una parte dell’immagine.
ja: レイヤーを細かく揺らします。マスクによって画像の一部だけが動きます。
ko: 레이어를 떨리게 합니다. 마스크가 적용되어 이미지의 일부만 움직입니다.
pl: Wprawia warstwę w drgania. Maska sprawia, że porusza się tylko część obrazu.
pt_br: Faz a camada tremer. Com máscara, para que apenas parte da imagem se mova.
ru: Трясёт слой. Используется маска, поэтому движется только часть изображения.
tr: Katmanı titretir. Maskelenir; böylece görüntünün yalnızca bir kısmı hareket eder.
uk: Трясе шар. Маска обмежує рух лише частиною зображення.
zh_hans: 使图层抖动。通过蒙版限制，仅部分图像移动。
zh_hant: 讓圖層抖動。透過遮罩只讓部分影像移動。

source: Keep Open Wallpaper Engine up to date automatically
ar: إبقاء Open Wallpaper Engine محدّثًا تلقائيًا
de: Open Wallpaper Engine automatisch aktualisieren
es: Mantener Open Wallpaper Engine actualizado automáticamente
fr: Maintenir Open Wallpaper Engine à jour automatiquement
hi: Open Wallpaper Engine को स्वचालित रूप से अप टू डेट रखें
it: Mantieni Open Wallpaper Engine aggiornato automaticamente
ja: Open Wallpaper Engine を自動的に最新の状態に保つ
ko: Open Wallpaper Engine을 자동으로 최신 상태로 유지
pl: Automatycznie uaktualniaj Open Wallpaper Engine
pt_br: Manter o Open Wallpaper Engine atualizado automaticamente
ru: Автоматически поддерживать Open Wallpaper Engine в актуальном состоянии
tr: Open Wallpaper Engine’i otomatik olarak güncel tut
uk: Автоматично оновлювати Open Wallpaper Engine
zh_hans: 自动使 Open Wallpaper Engine 保持最新
zh_hant: 自動讓 Open Wallpaper Engine 保持最新狀態

source: Keep Running
ar: الاستمرار في التشغيل
de: Weiter ausführen
es: Seguir ejecutándose
fr: Continuer
hi: चलते रहने दें
it: Continua
ja: 実行を継続
ko: 계속 실행
pl: Działaj dalej
pt_br: Continuar Executando
ru: Продолжать работу
tr: Çalışmaya Devam Et
uk: Продовжувати роботу
zh_hans: 保持运行
zh_hant: 持續執行

source: Keep original aspect ratio
ar: الحفاظ على نسبة الأبعاد الأصلية
de: Originale Größe beibehalten
es: Mantener la relación de aspecto original
fr: Conserver le format d'origine
hi: मूल आस्पेक्ट रेशियो रखें
it: Mantieni le proporzioni originali
ja: 元の縦横比を維持する
ko: 원본 비율 유지
pl: Zachowaj oryginalne proporcje obrazu
pt_br: Manter aspecto original
ru: Исходное соотношение сторон
tr: Orijinal en boy oranını koru
uk: Початкове співвідношення сторін
zh_hans: 保持原始宽高比
zh_hant: 保留原始外觀比例

source: Keep the audio speed matched to the video speed.
ar: إبقاء سرعة الصوت مطابقة لسرعة الفيديو.
de: Audiogeschwindigkeit an die Videogeschwindigkeit angleichen.
es: Mantener la velocidad del audio igual a la del vídeo.
fr: Aligner la vitesse audio sur la vitesse de la vidéo.
hi: ऑडियो की स्पीड को वीडियो की स्पीड के बराबर रखें.
it: Mantieni la velocità dell’audio uguale a quella del video.
ja: オーディオの速度をビデオの速度に合わせます。
ko: 오디오 속도를 비디오 속도와 일치시킵니다.
pl: Utrzymuj szybkość dźwięku zgodną z szybkością wideo.
pt_br: Manter a velocidade do áudio igual à do vídeo.
ru: Согласовывать скорость звука со скоростью видео.
tr: Ses hızını video hızıyla eşleşik tut.
uk: Узгоджувати швидкість звуку зі швидкістю відео.
zh_hans: 使音频速度与视频速度保持一致。
zh_hant: 讓音訊速度與影片速度保持一致。

source: Keeps only the outlines in the image.
ar: يُبقي على الخطوط الخارجية فقط في الصورة.
de: Behält nur die Umrisse im Bild.
es: Conserva solo los contornos de la imagen.
fr: Ne conserve que les contours de l’image.
hi: इमेज में केवल आउटलाइन रखता है.
it: Mantiene solo i contorni dell’immagine.
ja: 画像の輪郭だけを残します。
ko: 이미지의 윤곽선만 남깁니다.
pl: Pozostawia na obrazie tylko kontury.
pt_br: Mantém apenas os contornos da imagem.
ru: Оставляет на изображении только контуры.
tr: Görüntüde yalnızca dış hatları korur.
uk: Залишає на зображенні лише контури.
zh_hans: 仅保留图像中的轮廓。
zh_hant: 只保留影像中的輪廓。

source: Key set
ar: تم تعيين المفتاح
de: Schlüssel festgelegt
es: Clave configurada
fr: Clé définie
hi: कुंजी सेट है
it: Chiave impostata
ja: キー設定済み
ko: 키 설정됨
pl: Klucz ustawiony
pt_br: Chave definida
ru: Ключ задан
tr: Anahtar ayarlandı
uk: Ключ задано
zh_hans: 已设置密钥
zh_hant: 已設定密鑰

source: Keyboard Navigation
ar: التنقل باستخدام لوحة المفاتيح
de: Tastaturnavigation
es: Navegación con el teclado
fr: Navigation au clavier
hi: कीबोर्ड नेविगेशन
it: Navigazione da tastiera
ja: キーボードナビゲーション
ko: 키보드 탐색
pl: Nawigacja klawiaturą
pt_br: Navegação pelo Teclado
ru: Навигация с клавиатуры
tr: Klavyeyle Gezinme
uk: Навігація з клавіатури
zh_hans: 键盘导航
zh_hant: 鍵盤導覽

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastaturkurzbefehle
es: Funciones rápidas de teclado
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
it: Abbreviazioni da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
pl: Skróty klawiszowe
pt_br: Atalhos de Teclado
ru: Сочетания клавиш
tr: Klavye Kestirmeleri
uk: Клавіатурні скорочення
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Kind to Your Battery
ar: لطيف مع بطاريتك
de: Schont Ihre Batterie
es: Cuida tu batería
fr: Économe en batterie
hi: आपकी बैटरी का ख़्याल
it: Rispettoso della batteria
ja: バッテリーにやさしく
ko: 배터리에 친화적
pl: Oszczędza baterię
pt_br: Gentil com a Bateria
ru: Бережёт аккумулятор
tr: Pilinize Özenli
uk: Дбайливо до акумулятора
zh_hans: 爱护电池
zh_hant: 節省電池電力

source: Landscape
ar: مناظر طبيعية
de: Landschaft
es: Paisaje
fr: Paysage
hi: लैंडस्केप
it: Paesaggi
ja: 風景
ko: 풍경
pl: Krajobraz
pt_br: Paisagem
ru: Пейзаж
tr: Manzara
uk: Пейзаж
zh_hans: 风景
zh_hant: 風景

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Laptop on battery
ar: جهاز محمول يعمل بالبطارية
de: Laptop im Batteriebetrieb
es: Portátil con batería
fr: Portable sur batterie
hi: लैपटॉप बैटरी पर हो तब
it: Portatile a batteria
ja: バッテリー駆動中のノートブック
ko: 노트북 배터리 사용 시
pl: Laptop na baterii
pt_br: Notebook na bateria
ru: Ноутбук от аккумулятора
tr: Dizüstü bilgisayar pille çalışırken
uk: Ноутбук від акумулятора
zh_hans: 笔记本电脑使用电池时
zh_hant: 筆記型電腦使用電池時

source: Large Icons
ar: أيقونات كبيرة
de: Große Symbole
es: Iconos grandes
fr: Grandes icônes
hi: बड़े आइकॉन
it: Icone grandi
ja: 大きいアイコン
ko: 큰 아이콘
pl: Duże ikony
pt_br: Ícones Grandes
ru: Большие значки
tr: Büyük Simgeler
uk: Великі значки
zh_hans: 大图标
zh_hant: 大型圖像

source: Large additive particle effects in 2D scenes, like glows and light haze, draw a quarter of the pixels. Their edges look softer and they use less GPU.
ar: ترسم تأثيرات الجسيمات الإضافية الكبيرة في المشاهد ثنائية الأبعاد، مثل التوهج والضباب الخفيف، ربع عدد البكسلات. تبدو حوافها أقل حدة وتستخدم وحدة معالجة الرسومات بقدر أقل.
de: Große additive Partikeleffekte in 2D-Szenen, etwa Leuchten und leichter Dunst, zeichnen ein Viertel der Pixel. Ihre Kanten wirken weicher und sie belasten die GPU weniger.
es: Los efectos de partículas aditivas grandes en escenas 2D, como brillos y neblina ligera, dibujan una cuarta parte de los píxeles. Sus bordes se ven más suaves y usan menos GPU.
fr: Les grands effets de particules additifs des scènes 2D, comme les lueurs et la brume légère, dessinent un quart des pixels. Leurs bords paraissent plus doux et ils utilisent moins le GPU.
hi: 2D दृश्यों में बड़े एडिटिव पार्टिकल इफ़ेक्ट, जैसे चमक और हल्की धुंध, एक चौथाई पिक्सेल बनाते हैं। उनके किनारे नरम दिखते हैं और वे कम GPU उपयोग करते हैं।
it: Gli effetti particellari additivi grandi nelle scene 2D, come bagliori e foschia leggera, disegnano un quarto dei pixel. I bordi appaiono più morbidi e usano meno GPU.
ja: 2Dシーンの大きな加算パーティクル効果（光の輝きや薄いもやなど）は、4分の1のピクセルで描画されます。縁が柔らかく見え、GPUの使用量が減ります。
ko: 2D 장면의 큰 가산 파티클 효과(빛 번짐, 옅은 안개 등)는 픽셀의 4분의 1만 그립니다. 가장자리가 부드러워 보이고 GPU를 덜 사용합니다.
pl: Duże addytywne efekty cząsteczkowe w scenach 2D, takie jak poświata i lekka mgiełka, rysują jedną czwartą pikseli. Ich krawędzie wyglądają łagodniej i zużywają mniej GPU.
pt_br: Efeitos de partículas aditivas grandes em cenas 2D, como brilhos e névoa leve, desenham um quarto dos pixels. Suas bordas ficam mais suaves e usam menos GPU.
ru: Крупные аддитивные эффекты частиц в 2D-сценах, например свечение и лёгкая дымка, отрисовывают четверть пикселей. Их края выглядят мягче, а нагрузка на GPU ниже.
tr: 2D sahnelerdeki parıltı ve hafif pus gibi büyük toplamsal parçacık efektleri piksellerin dörtte birini çizer. Kenarları daha yumuşak görünür ve daha az GPU kullanır.
uk: Великі адитивні ефекти частинок у 2D-сценах, як-от сяйво та легкий серпанок, малюють чверть пікселів. Їхні краї виглядають м’якшими, а навантаження на GPU менше.
zh_hans: 2D 场景中较大的叠加粒子效果（如光晕和薄雾）只绘制四分之一的像素。边缘看起来更柔和，占用的 GPU 更少。
zh_hant: 2D 場景中較大的疊加粒子效果（如光暈和薄霧）只繪製四分之一的像素。邊緣看起來更柔和，佔用的 GPU 更少。

source: Last checked: %@
ar: آخر تحقق: %@
de: Zuletzt gesucht: %@
es: Última comprobación: %@
fr: Dernière vérification : %@
hi: अंतिम जाँच: %@
it: Ultima verifica: %@
ja: 最終確認：%@
ko: 마지막 확인: %@
pl: Ostatnio sprawdzono: %@
pt_br: Última verificação: %@
ru: Последняя проверка: %@
tr: Son denetim: %@
uk: Остання перевірка: %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Last recorded: %@
ar: آخر تسجيل: %@
de: Zuletzt aufgenommen: %@
es: Última grabación: %@
fr: Dernier enregistrement : %@
hi: आख़िरी रिकॉर्डिंग: %@
it: Ultima registrazione: %@
ja: 最後の録画：%@
ko: 마지막 녹화: %@
pl: Ostatnie nagranie: %@
pt_br: Última gravação: %@
ru: Последняя запись: %@
tr: Son kayıt: %@
uk: Останній запис: %@
zh_hans: 上次录制：%@
zh_hant: 上次錄製：%@

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
it: Più tardi
ja: あとで
ko: 나중에
pl: Później
pt_br: Mais Tarde
ru: Позже
tr: Daha Sonra
uk: Пізніше
zh_hans: 以后
zh_hant: 稍後

source: Layer Adjustments
ar: ضبط الطبقة
de: Ebenenanpassungen
es: Ajustes de capa
fr: Ajustements du calque
hi: लेयर एडजस्टमेंट
it: Regolazioni del livello
ja: レイヤーの調整
ko: 레이어 조절
pl: Dostosowanie warstwy
pt_br: Ajustes da Camada
ru: Настройка слоя
tr: Katman Ayarları
uk: Налаштування шару
zh_hans: 图层调整
zh_hant: 圖層調整

source: Layer Details
ar: تفاصيل الطبقة
de: Ebenendetails
es: Detalles de la capa
fr: Détails du calque
hi: लेयर विवरण
it: Dettagli livello
ja: レイヤーの詳細
ko: 레이어 세부사항
pl: Szczegóły warstwy
pt_br: Detalhes da Camada
ru: Сведения о слое
tr: Katman Ayrıntıları
uk: Деталі шару
zh_hans: 图层详细信息
zh_hant: 圖層詳細資訊

source: Layout
ar: التخطيط
es: Disposición
fr: Disposition
hi: लेआउट
ja: レイアウト
ko: 레이아웃
pl: Układ
ru: Расположение
tr: Yerleşim
uk: Розташування
zh_hans: 布局
zh_hant: 佈局

source: Leans the layer to one side.
ar: يُميل الطبقة إلى جانب واحد.
de: Neigt die Ebene zu einer Seite.
es: Inclina la capa hacia un lado.
fr: Incline le calque d’un côté.
hi: लेयर को एक तरफ़ झुकाता है.
it: Inclina il livello da un lato.
ja: レイヤーを一方向に傾けます。
ko: 레이어를 한쪽으로 기울입니다.
pl: Pochyla warstwę na jedną stronę.
pt_br: Inclina a camada para um lado.
ru: Наклоняет слой в одну сторону.
tr: Katmanı bir yana doğru eğer.
uk: Нахиляє шар в один бік.
zh_hans: 使图层向一侧倾斜。
zh_hant: 讓圖層向一側傾斜。

source: Left
ar: اليسار
de: Links
es: Izquierda
fr: Gauche
hi: बायाँ
it: Sinistra
ja: 左
ko: 왼쪽
pl: Lewo
pt_br: Esquerda
ru: Слева
tr: Sol
uk: Ліворуч
zh_hans: 左侧
zh_hant: 左側

source: Length: %@
ar: المدة: %@
de: Länge: %@
es: Duración: %@
fr: Durée : %@
hi: अवधि: %@
it: Durata: %@
ja: 長さ：%@
ko: 길이: %@
pl: Długość: %@
pt_br: Duração: %@
ru: Длительность: %@
tr: Uzunluk: %@
uk: Тривалість: %@
zh_hans: 时长：%@
zh_hant: 長度：%@

source: Lets MCP clients, such as AI assistants and automation tools, control Open Wallpaper Engine on this Mac with the Model Context Protocol: list and set wallpapers, pause and resume, change the volume and user properties, play playlists, import wallpapers and open the editors.
ar: يتيح لعملاء MCP، مثل مساعدي الذكاء الاصطناعي وأدوات الأتمتة، التحكم في Open Wallpaper Engine على هذا الـ Mac عبر Model Context Protocol: عرض الخلفيات وتعيينها، والإيقاف المؤقت والاستئناف، وتغيير مستوى الصوت وخصائص المستخدم، وتشغيل قوائم التشغيل، واستيراد الخلفيات، وفتح المحررات.
de: Lässt MCP-Clients wie KI-Assistenten und Automatisierungswerkzeuge Open Wallpaper Engine auf diesem Mac über das Model Context Protocol steuern: Hintergrundbilder auflisten und festlegen, pausieren und fortsetzen, Lautstärke und Benutzereigenschaften ändern, Playlists abspielen, Hintergrundbilder importieren und die Editoren öffnen.
es: Permite que los clientes MCP, como asistentes de IA y herramientas de automatización, controlen Open Wallpaper Engine en este Mac con el Model Context Protocol: listar y poner fondos de pantalla, pausar y reanudar, cambiar el volumen y las propiedades de usuario, reproducir playlists, importar fondos de pantalla y abrir los editores.
fr: Permet aux clients MCP, comme les assistants IA et les outils d’automatisation, de contrôler Open Wallpaper Engine sur ce Mac avec le Model Context Protocol : lister et définir des fonds d’écran, mettre en pause et reprendre, modifier le volume et les propriétés utilisateur, lire des playlists, importer des fonds d’écran et ouvrir les éditeurs.
hi: MCP क्लाइंट, जैसे AI असिस्टेंट और ऑटोमेशन टूल, को Model Context Protocol से इस Mac पर Open Wallpaper Engine नियंत्रित करने देता है: वॉलपेपर की सूची देखना और सेट करना, पॉज़ करना और फिर से शुरू करना, वॉल्यूम और यूज़र प्रॉपर्टी बदलना, प्लेलिस्ट चलाना, वॉलपेपर इंपोर्ट करना और एडिटर खोलना।
it: Consente ai client MCP, come assistenti IA e strumenti di automazione, di controllare Open Wallpaper Engine su questo Mac con il Model Context Protocol: elencare e impostare sfondi, mettere in pausa e riprendere, cambiare il volume e le proprietà utente, riprodurre playlist, importare sfondi e aprire gli editor.
ja: AI アシスタントや自動化ツールなどの MCP クライアントが、Model Context Protocol でこの Mac の Open Wallpaper Engine を操作できるようにします。壁紙の一覧表示と設定、一時停止と再開、音量とユーザプロパティの変更、プレイリストの再生、壁紙の読み込み、エディタを開くことができます。
ko: AI 어시스턴트와 자동화 도구 같은 MCP 클라이언트가 Model Context Protocol로 이 Mac의 Open Wallpaper Engine을 제어할 수 있게 합니다. 배경화면 목록 보기 및 설정, 일시 정지 및 재개, 음량 및 사용자 속성 변경, 플레이리스트 재생, 배경화면 가져오기, 편집기 열기를 할 수 있습니다.
pl: Pozwala klientom MCP, takim jak asystenci AI i narzędzia automatyzacji, sterować Open Wallpaper Engine na tym Macu za pomocą Model Context Protocol: wyświetlać i ustawiać tapety, wstrzymywać i wznawiać, zmieniać głośność i właściwości użytkownika, odtwarzać playlisty, importować tapety i otwierać edytory.
pt_br: Permite que clientes MCP, como assistentes de IA e ferramentas de automação, controlem o Open Wallpaper Engine neste Mac com o Model Context Protocol: listar e definir imagens de fundo, pausar e retomar, alterar o volume e as propriedades do usuário, reproduzir playlists, importar imagens de fundo e abrir os editores.
ru: Позволяет MCP-клиентам, например ИИ-ассистентам и средствам автоматизации, управлять Open Wallpaper Engine на этом Mac по Model Context Protocol: показывать и устанавливать обои, ставить на паузу и продолжать, менять громкость и пользовательские свойства, воспроизводить плейлисты, импортировать обои и открывать редакторы.
tr: Yapay zekâ asistanları ve otomasyon araçları gibi MCP istemcilerinin bu Mac’teki Open Wallpaper Engine’i Model Context Protocol ile denetlemesini sağlar: duvar kâğıtlarını listeleme ve ayarlama, duraklatma ve sürdürme, ses düzeyini ve kullanıcı özelliklerini değiştirme, çalma listelerini oynatma, duvar kâğıtlarını içe aktarma ve düzenleyicileri açma.
uk: Дає змогу MCP-клієнтам, як-от ШІ-асистентам і засобам автоматизації, керувати Open Wallpaper Engine на цьому Mac через Model Context Protocol: показувати й установлювати шпалери, призупиняти й відновлювати, змінювати гучність і властивості користувача, відтворювати списки відтворення, імпортувати шпалери та відкривати редактори.
zh_hans: 让 MCP 客户端（例如 AI 助手和自动化工具）通过 Model Context Protocol 控制这台 Mac 上的 Open Wallpaper Engine：列出和设置墙纸、暂停和继续、更改音量和用户属性、播放播放列表、导入墙纸以及打开编辑器。
zh_hant: 讓 MCP 用戶端（例如 AI 助理和自動化工具）透過 Model Context Protocol 控制這台 Mac 上的 Open Wallpaper Engine：列出和設定背景圖片、暫停和繼續、更改音量和使用者屬性、播放播放列表、輸入背景圖片，以及打開編輯器。

source: Lets scenes draw their reflection effects, such as water or glass. Off skips that work in scenes that use them.
ar: يتيح للمشاهد رسم تأثيرات الانعكاس، مثل الماء أو الزجاج. وعند الإيقاف، تتخطى المشاهد التي تستخدمها هذا العمل.
de: Lässt Szenen ihre Spiegelungseffekte zeichnen, etwa Wasser oder Glas. Aus spart diese Arbeit in Szenen, die sie nutzen.
es: Permite que las escenas dibujen sus efectos de reflejo, como agua o cristal. Desactivado ahorra ese trabajo en las escenas que los usan.
fr: Permet aux scènes de dessiner leurs effets de reflet, comme l’eau ou le verre. Désactivé évite ce travail dans les scènes qui les utilisent.
hi: सीन को पानी या काँच जैसे रिफ़्लेक्शन इफ़ेक्ट बनाने देता है। बंद होने पर, इन्हें इस्तेमाल करने वाले सीन यह काम छोड़ देते हैं।
it: Consente alle scene di disegnare i loro effetti di riflesso, come acqua o vetro. Disattivato evita questo lavoro nelle scene che li usano.
ja: 水やガラスなど、シーンの反射エフェクトを描画できるようにします。オフにすると、それを使うシーンでその処理を省きます。
ko: 물이나 유리 같은 장면의 반사 효과를 그릴 수 있게 합니다. 끄면 이를 사용하는 장면에서 해당 작업을 건너뜁니다.
pl: Pozwala scenom rysować efekty odbić, np. wodę lub szkło. Wyłączone pomija tę pracę w scenach, które ich używają.
pt_br: Permite que as cenas desenhem seus efeitos de reflexo, como água ou vidro. Desligado evita esse trabalho nas cenas que os usam.
ru: Позволяет сценам рисовать эффекты отражения, например воду или стекло. Если выключено, сцены с ними пропускают эту работу.
tr: Sahnelerin su veya cam gibi yansıma efektlerini çizmesini sağlar. Kapalıyken bunları kullanan sahnelerde bu iş atlanır.
uk: Дає змогу сценам малювати ефекти відображення, як-от воду чи скло. Якщо вимкнено, сцени з ними пропускають цю роботу.
zh_hans: 允许场景绘制反射效果，例如水面或玻璃。关闭后，使用这些效果的场景将省去这部分工作。
zh_hant: 允許場景繪製反射效果，例如水面或玻璃。關閉後，使用這些效果的場景會省去這部分工作。

source: Lets wallpapers show the title, artist and album cover of what's playing now. Off hides it from every wallpaper.
ar: يتيح للخلفيات عرض عنوان ما يُشغَّل الآن وفنانه وغلاف ألبومه. وعند الإيقاف، تُخفى هذه المعلومات عن كل الخلفيات.
de: Lässt Hintergrundbilder Titel, Künstler und Albumcover der aktuellen Wiedergabe anzeigen. Aus verbirgt diese Angaben vor allen Hintergrundbildern.
es: Permite que los fondos de pantalla muestren el título, el artista y la portada de lo que se está reproduciendo. Desactivado lo oculta a todos los fondos de pantalla.
fr: Permet aux fonds d’écran d’afficher le titre, l’artiste et la pochette de ce qui est en cours de lecture. Désactivé les masque à tous les fonds d’écran.
hi: वॉलपेपर को अभी चल रहे संगीत का शीर्षक, कलाकार और एल्बम कवर दिखाने देता है। बंद होने पर यह सभी वॉलपेपर से छिप जाता है।
it: Consente agli sfondi di mostrare titolo, artista e copertina di ciò che è in riproduzione. Disattivato lo nasconde a tutti gli sfondi.
ja: 再生中の曲のタイトル、アーティスト、アルバムカバーを壁紙に表示できるようにします。オフにするとすべての壁紙から隠します。
ko: 배경화면이 현재 재생 중인 항목의 제목, 아티스트, 앨범 커버를 표시할 수 있게 합니다. 끄면 모든 배경화면에서 숨깁니다.
pl: Pozwala tapetom pokazywać tytuł, wykonawcę i okładkę tego, co jest teraz odtwarzane. Wyłączone ukrywa to przed wszystkimi tapetami.
pt_br: Permite que as imagens de fundo mostrem o título, o artista e a capa do álbum do que está tocando. Desligado oculta isso de todas as imagens de fundo.
ru: Позволяет обоям показывать название, исполнителя и обложку того, что сейчас играет. Если выключено, эти данные скрыты от всех обоев.
tr: Duvar kâğıtlarının o anda çalanın başlığını, sanatçısını ve albüm kapağını göstermesini sağlar. Kapalıyken bu bilgiler tüm duvar kâğıtlarından gizlenir.
uk: Дає змогу шпалерам показувати назву, виконавця та обкладинку того, що зараз грає. Якщо вимкнено, ці дані приховано від усіх шпалер.
zh_hans: 允许墙纸显示当前播放内容的标题、艺人和专辑封面。关闭后对所有墙纸隐藏这些信息。
zh_hant: 允許背景圖片顯示目前播放內容的標題、藝人和專輯封面。關閉後對所有背景圖片隱藏這些資訊。

source: Library Folders
ar: مجلدات المكتبة
de: Mediathekordner
es: Carpetas de biblioteca
fr: Dossiers de bibliothèque
hi: लाइब्रेरी फ़ोल्डर
it: Cartelle della libreria
ja: ライブラリフォルダ
ko: 라이브러리 폴더
pl: Foldery biblioteki
pt_br: Pastas de Biblioteca
ru: Папки библиотеки
tr: Kütüphane Klasörleri
uk: Папки бібліотеки
zh_hans: 资料库文件夹
zh_hant: 資料庫檔案夾

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्का
it: Chiaro
ja: ライト
ko: 라이트
pl: Jasny
pt_br: Claro
ru: Светлое
tr: Açık
uk: Світлий
zh_hans: 浅色
zh_hant: 淺色

source: Light shafts from wallpapers' volumetric lights. Higher qualities march more samples at a finer resolution; low and medium blur a coarser buffer.
ar: حزم ضوئية من الأضواء الحجمية في الخلفيات. تأخذ مستويات الجودة الأعلى عينات أكثر بدقة أعلى؛ بينما يموّه المستويان المنخفض والمتوسط مخزنًا مؤقتًا أقل دقة.
de: Lichtstrahlen aus volumetrischen Lichtern von Hintergrundbildern. Höhere Qualitätsstufen berechnen mehr Samples bei feinerer Auflösung; „Niedrig“ und „Mittel“ zeichnen einen gröberen Puffer weich.
es: Haces de luz de las luces volumétricas de los fondos de pantalla. Las calidades más altas toman más muestras a una resolución más fina; la baja y la media desenfocan un búfer más grueso.
fr: Faisceaux de lumière issus des éclairages volumétriques des fonds d’écran. Les qualités supérieures calculent plus d’échantillons à une résolution plus fine ; les qualités basse et moyenne floutent un tampon plus grossier.
hi: वॉलपेपर की वॉल्यूमेट्रिक लाइट से निकलने वाली प्रकाश की किरणें. उच्च गुणवत्ता बारीक रिज़ोल्यूशन पर ज़्यादा सैंपल लेती है; निम्न और मीडियम एक मोटे बफ़र को ब्लर करती हैं.
it: Fasci di luce dalle luci volumetriche degli sfondi. Le qualità più alte calcolano più campioni a una risoluzione più fine; bassa e media sfocano un buffer più grezzo.
ja: 壁紙のボリュームライトによる光の筋です。高品質ほど細かい解像度でより多くのサンプルを処理します。低と中は粗いバッファをぼかします。
ko: 배경화면의 볼류메트릭 조명에서 나오는 빛줄기입니다. 품질이 높을수록 더 세밀한 해상도에서 더 많은 샘플을 추적하며, 낮음과 중간은 더 거친 버퍼를 흐리게 처리합니다.
pl: Smugi światła z wolumetrycznych świateł tapet. Wyższe jakości próbkują więcej punktów w wyższej rozdzielczości; niska i średnia rozmywają bufor o mniejszej rozdzielczości.
pt_br: Feixes de luz das luzes volumétricas das imagens de fundo. Qualidades mais altas percorrem mais amostras em uma resolução mais fina; baixa e média desfocam um buffer mais grosseiro.
ru: Лучи света от объёмных источников освещения в обоях. При высоком качестве используется больше выборок с более высоким разрешением; низкое и среднее размывают грубый буфер.
tr: Duvar kâğıtlarındaki hacimsel ışıklardan gelen ışık huzmeleri. Yüksek kalite ayarları daha ince çözünürlükte daha fazla örnek işler; düşük ve orta ayarlar daha kaba bir arabelleği bulanıklaştırır.
uk: Промені світла від обʼємних джерел світла шпалер. Вищі рівні якості обчислюють більше вибірок із точнішою роздільністю; низький і середній розмивають грубіший буфер.
zh_hans: 墙纸中体积光产生的光束。较高质量会以更精细的分辨率步进更多采样；低和中质量则模糊一个较粗的缓冲区。
zh_hant: 背景圖片體積光產生的光束。較高品質會以較精細的解析度步進更多取樣；低和中品質則模糊較粗略的緩衝區。
